const companyData = [
    {
        "company_name": "บริษัทโกบอลเอเนจี้ จำกัด",
        "type": "บิษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่1 ปทุม",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },

    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
            ,{
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            }
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": [
            {
                "company_name": "โรงงานที่2 หัวหิน",
                "type": "โรงงาน",
                "start_date": "12/04/2567",
                "period": "9 เดือน 12 วัน",
                "status": "กำลังดำเนินการ",
            },
            
        ]
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },{
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
    {
        "company_name": "บริษัทกรีนเวิร์ลวายด์ จำกัด",
        "type": "บริษัทจำกัด",
        "start_date": "01/01/2567",
        "period": "12 เดือน",
        "status": "กำลังดำเนินการ",
        "sub_company": []
    },
];

export default companyData;